{
  "aboutMeTitle": "Sobre Mim",
  "trajectoryTitle": "Trajetória",
  "skillsTitle": "Habilidades",

  "aboutMe": "Meu início na área da tecnologia se deu como analista de suporte, após alguns anos atuando na profissão e por conta da faculdade de Analista de Sistemas acabei me interessando  sobre a área de desenvolvimento de software.Após começar a atuar como programador e finalizar minha faculdade também fui realizando alguns cursos para melhorar minha proficiencia como desenvolvedor (Hard Skills) e também aprimorando minhas habilidades interpessoais (Soft Skills).No meu tempo livre também gosto de ler, assistir filmes, estudar astronomia, jogar vídeo games e desenhar.",
  "analystJobTitle": "Martucci Melillo — Analista de suporte Outubro 2018 - Fevereiro 2021",
  "analystJobDescription": " Minhas responsábilidades incluiam oferecer suporte técnico direto aos usuários, diagnosticando e resolvendo uma variedade de problemas em computadores.",

  "juniorJobTitle": "Martucci Melillo — Desenvolvedor de Software Junior Março 2021 - Agosto 2023",
  "juniorJobDescription": "Meu início se deu desenvolvendo alguns softwares utilitários para dar suporte à operação. Inicialmente, desenvolvi uma agenda eletrônica em Next Js. Após adquirir mais experiência, passei a atuar no sistema principal da empresa, que é um software de controle de processos jurídicos desenvolvido em Delphi 7 e Firebird. Posteriormente, desenvolvi um sistema completo de Help Desk com Java, utilizado para gerenciar os chamados internos",
  "juniorJobSkills": "Tecnologias: Delphi 7, React Js, Java, Firebird",

  "midJobTitle": "Martucci Melillo — Desenvolvedor de Software Pleno Desde Setembro 2023 – Atualmente",
  "midJobDescription": "Como desenvolvedor de software pleno, assumi diversas responsabilidades, incluindo o desenvolvimento e proposição de novas soluções para a empresa. Uma dessas soluções foi a criação de um módulo web para consulta de processos judiciais. Para isso, desenvolvi uma aplicação utilizando Java 11 e Spring Boot para comunicação com os bancos de dados Firebird e MySQL, implementando autenticação de dois fatores. Além disso, criei um frontend com React.js e Material UI para interfaces visuais. Também fui encarregado do desenvolvimento de um sistema de entrevista condicional para auxiliar nos procedimentos internos da empresa.",
  "midJobSkills": "Tecnologias: React, Java, Spring Boot, Mysql"
}
